Repository: RainbowWolfer/E621-Browser-For-UWP
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# Library.Content
source: Library
zh_hans: 本地

# Picture.Content
source: Picture
zh_hans: 图片

# Spot.Content
source: Spot
zh_hans: 发现

# Subscription.Content
source: Subscription
zh_hans: 订阅

# SwitchFullScreen.ToolTipService.ToolTip
source: Switch FullScreen
zh_hans: 切换全屏

# Home.Content
source: Home
zh_hans: 主页

# EnterFocusMode.ToolTipService.ToolTip
source: Enter Focus Mode
zh_hans: 进入专注模式

source: Please Wait
zh_hans: 请稍后

source: Checking Connection to
zh_hans: 正在检查连接

source: Checking Internet
zh_hans: 正在检查网络

source: Error
zh_hans: 错误

source: Getting Your Tag
zh_hans: 正在获得标签

source: Go to downloads
zh_hans: 前往下载

source: Got it
zh_hans: 知道了

source: Initializing Local Stuff
zh_hans: 正在初始化本地

source: No Internet Connection
zh_hans: 无网络连接

source: Notification
zh_hans: 通知

source: Retry
zh_hans: 重试

source: Search Tags
zh_hans: 搜索标签

source: Start in Off-line Mode
zh_hans: 以离线模式开始

source: Successfully Start Downloading
zh_hans: 成功开始下载

# Here is Search Button.Text
source: Here is Search Button
zh_hans: 搜索按钮在这

# Here is Home Page.Text
source: Here is Home Page
zh_hans: 主页按钮在这

# Serving.Text
source: Serving
zh_hans: 拥有

# HomeNavPaneTitle.PaneTitle
source: Tags
zh_hans: 标签

# Panel Width.Text
source: Panel Width
zh_hans: 面板宽度

# Resize Tabs Panel ToolTip.ToolTipService.ToolTip
source: Resize Tabs Panel
zh_hans: 调整标签面板大小

# View Size 1.Text
source: View Size
zh_hans: 浏览尺寸

# View Size 2.ToolTipService.ToolTip
source: View Size
zh_hans: 浏览尺寸

# AllInBlackList.Text
source: It seems all of the posts are in blacklist.
zh_hans: 看起来所有的推图都在黑名单里

# CopyItem.Text
source: Copy
zh_hans: 复制

# DownloadButton.Content
source: Download
zh_hans: 下载

# HomeSearchText.Text
source: Search for something you like
zh_hans: 搜点你喜欢的东西吧

# InfoText.Text
source: Info
zh_hans: 信息

# LoadingText.Text
source: Loading
zh_hans: 正在加载

# NothingHereText.Text
source: Nothing here
zh_hans: 这里啥都没有

# Posts Info.Text
source: Posts Info
zh_hans: 推图信息

# RefreshButton.Content
source: Refresh
zh_hans: 刷新

# SelectToggleButton.Content
source: Select
zh_hans: 多选

# AddFavoritesButton.Content
source: Favorites
zh_hans: 收藏

source: Favorites
zh_hans: 收藏

source: ( Default Tab )
zh_hans: ( 默认标签 )

source: Copy
zh_hans: 复制

source: Close
zh_hans: 关闭

source: Getting Ready
zh_hans: 正在准备好

source: Loading Posts
zh_hans: 正在加载推图

source: Loading Tags
zh_hans: 正在加载标签

source: Loading Paginator
zh_hans: 正在加载页码

source: Deleted Posts
zh_hans: 已删除的推图

source: Blacklist
zh_hans: 黑名单

source: Hot Tags (Top 20)
zh_hans: 热门标签（前20）

source: File type
zh_hans: 文件类型

source: Download Selection
zh_hans: 下载区块

source: Do you want to download the selected
zh_hans: 是否要下载选定的推图

source: Yes
zh_hans: 是

source: No
zh_hans: 否

source: Handling Downloads
zh_hans: 正在处理下载

source: Downloads Failed
zh_hans: 下载失败

source: Do you want to download current pool
zh_hans: 是否要下载当前推图池

source: Back
zh_hans: 返回

source: Confirm
zh_hans: 确认

source: Getting Page
zh_hans: 正在获得页面

source: Default
zh_hans: 默认

source: Pool
zh_hans: 推图池

# UserFavorites.Text
source: Favorites
zh_hans: 用户最爱

# UserVotedUp.Text
source: Voted Up
zh_hans: 用户点赞

# UserLogout.Text
source: Logout
zh_hans: 登出

# UserSignIn.Text
source: SIGN IN
zh_hans: 登录

# UserUsername.Text
source: Username
zh_hans: 用户名

# UserAPIKey.Text
source: API Key
zh_hans: API密钥

# UserPasteToolTip.ToolTipService.ToolTip
source: Paste
zh_hans: 粘贴

# UserSubmit.Text
source: Submit
zh_hans: 提交

# UserMoreButton.Content
source: More
zh_hans: 更多

# UserHelpItem.Text
source: Help
zh_hans: 帮助

# UserSignUpItem.Text
source: Sign Up
zh_hans: 注册

# UserResetPasswordItem.Text
source: Reset Password
zh_hans: 重置密码

# UserLoginReminderItem.Text
source: Login Reminder
zh_hans: 登录提醒

source: Warning
zh_hans: 警告

source: You Need to enter your username and api key
zh_hans: 你需要输入你的用户名与API密码

source: Checking Sign In Parameters
zh_hans: 正在检查登录参数

source: Sign In Failed
zh_hans: 登陆失败

source: Please Check that your username and your api_key copied from the website are correct
zh_hans: 请检查输入的用户名与从网页复制的API密钥正确

source: Help
zh_hans: 帮助

source: Could not Open Default Browser
zh_hans: 无法打开默认浏览器

# Step One.Text
source: Step One:
zh_hans: 第一步：

# Go To.Text
source: Go To
zh_hans: 前往

# And Login.Text
source: And Login
zh_hans: 并且登录

# Step Two.Text
source: Step Two:
zh_hans: 第二步：

# Go to 'Manage API Access' And Copy The API Key.Text
source: Go to 'Manage API Access' And Copy The API Key
zh_hans: 前往 'Manage API Access' 并且复制API密钥

source: The E621 is performing maintenance on the site and its servers! Keep an eye on the
zh_hans: E621 正在对站点及其服务器进行维护！ 密切关注

# for more details.Text
source: for more details
zh_hans: 以获得更多细节

# Thanks for your patience.Text
source: Thanks for your patience!
zh_hans: 感谢你的耐心！

# Go to Posts Browser.Text
source: Go to Posts Browser
zh_hans: 前往推图浏览器

# No Post Selected.Text
source: No Post Selected
zh_hans: 没有选择推图

# Go to Local Library.Text
source: Go to Local Library
zh_hans: 前往本地图库

# ToggleTagsButtonToolTip.ToolTipService.ToolTip
source: Toggle Tags Pane
zh_hans: 切换标签面板

# LoadingToolTip.ToolTipService.ToolTip
source: Loading
zh_hans: 正在加载

# VoteUpToolTip.ToolTipService.ToolTip
source: Vote Up
zh_hans: 点赞

# VoteDownToolTip.ToolTipService.ToolTip
source: Vote Down
zh_hans: 踩

# FavoriteText.Text
source: Favorite
zh_hans: 收藏

# DownloadText.Text
source: Download
zh_hans: 下载

# MoreActionContent.Content
source: Action
zh_hans: 动作

# MoreInfoText.Text
source: More Info
zh_hans: 更多信息

# OpenInBrowserText.Text
source: Open In Browser
zh_hans: 在浏览器中打开

# CopyIDText.Text
source: Copy ID
zh_hans: 复制ID

# CopyImageText.Text
source: Copy Image
zh_hans: 复制图片

# SetAsText.Text
source: Set As
zh_hans: 设置为

# SetAsWallpaperItemText.Text
source: Set As Wallpaper
zh_hans: 设置为壁纸

# SetAsLockScreenItemText.Text
source: Set As Lock-screen
zh_hans: 设置为锁屏

# DebugItemText.Text
source: Debug
zh_hans: 调试

# DescriptionHeader.Header
source: Description
zh_hans: 描述

# NoDescriptionText.Text
source: No Description
zh_hans: 无描述

# SourcesText.Text
source: Source
zh_hans: 源

# CommentsHeader.Header
source: Comments
zh_hans: 评论

# LoadingCommentsText.Text
source: Loading Comments
zh_hans: 正在加载评论

# NoCommentsYetText.Text
source: No Comments Yet
zh_hans: 还没有评论

# RelationsHeader.Header
source: Relations
zh_hans: 关系

# PoolsText.Text
source: Pools
zh_hans: 推图池

# NotFoundText.Text
source: Not Found
zh_hans: 没找到

# ParentText.Text
source: Parent
zh_hans: 父

# SplitViewModeSwitch.OnContent
source: Overlay
zh_hans: 覆盖

# SplitViewModeSwitch.OffContent
source: Inline
zh_hans: 并排

# Type SWF not supported Text.Text
source: Type SWF not supported
zh_hans: 类型SWF不支持

# ChildrenText.Text
source: Children
zh_hans: 子集

source: # No Post
zh_hans: # 无推图

source: Post
zh_hans: 推图

source: has no valid file URL
zh_hans: 没有合法的文件URL

source: Type
zh_hans: 类型

source: not supported
zh_hans: 不支持

source: Local Post
zh_hans: 本地推图

source: Load Failed
zh_hans: 加载失败

source: Type SWF not supported
zh_hans: 类型SWF不支持

source: Upvote
zh_hans: 点赞

source: Downvote
zh_hans: 踩

source: This Video Has 'Sound_Warning' Tag
zh_hans: 这个视频有 '声音警告' 标签

source: This Video Has 'Sound' Tag
zh_hans: 这个视频有 '声音' 标签

source: Rating
zh_hans: 评级

source: No Rating
zh_hans: 没有评级

source: Artist
zh_hans: 作者

source: Copyright
zh_hans: 版权

source: Species
zh_hans: 物种

source: Character
zh_hans: 角色

source: General
zh_hans: 通用

source: Meta
zh_hans: 元数据

source: Invalid
zh_hans: 无效

source: Lore
zh_hans: 理论

source: Favorited
zh_hans: 已是最爱

source: Favorite
zh_hans: 最爱

source: No Description
zh_hans: 无描述

source: No Source
zh_hans: 无源

source: Source
zh_hans: 源

source: Sources
zh_hans: 多个源

source: Add To Blacklist
zh_hans: 加入黑名单

source: Remove From Blacklist
zh_hans: 从黑名单移除

source: Add To Follow List
zh_hans: 加入关注名单

source: Remove From FollowList
zh_hans: 从关注名单移除

source: Tag Information
zh_hans: 标签信息

source: More Info
zh_hans: 更多信息

source: Debug Info
zh_hans: 调试信息

source: Pending
zh_hans: 等待中

source: Copy Tag
zh_hans: 复制标签

source: Concat Search
zh_hans: 附加搜索

source: Overlay Search
zh_hans: 覆盖搜索

source: Loading Pool
zh_hans: 正在加入推图池

source: Cancel
zh_hans: 取消

source: Loading
zh_hans: 正在加载

source: Getting Image
zh_hans: 正在获得图片

source: Setting Wallpaper
zh_hans: 正在设置成壁纸

source: Setting Lock-screen
zh_hans: 正在设置成锁屏

source: Local
zh_hans: 本地

source: Download
zh_hans: 下载

# RefreshText.Text
source: Refresh
zh_hans: 刷新

# Your Following.Text
source: Your Following
zh_hans: 你的关注

# SelectionText.Text
source: Selection
zh_hans: 选择

# DeleteText.Text
source: Delete
zh_hans: 删除

# AddNewText.Text
source: Add New
zh_hans: 添加

# SubscriptionListEmptyText.Text
source: You do not have any favorites List Go Create your own one
zh_hans: 你没有任何的最爱列表 去创建一个吧

# RenameText.Text
source: Rename
zh_hans: 重命名

# SortText.Text
source: Sort
zh_hans: 排序

# NameText.Text
source: Name
zh_hans: 名称

# TimeText.Text
source: Time
zh_hans: 时间

# ManageText.Text
source: Manage
zh_hans: 管理

# Nothing is in this list Text.Text
source: Nothing is in this list
zh_hans: 这个列表里啥都没有

source: Following
zh_hans: 关注

source: Add New Favorites List
zh_hans: 添加新关注列表

source: Are you sure to delete
zh_hans: 你确定要删除

source: favorites list(s)
zh_hans: 个最爱列表吗

source: Are you sure to delete list
zh_hans: 你确定要删除列表

source: Rename
zh_hans: 重命名

source: Follow List
zh_hans: 关注列表

# Select Page Range Text.Text
source: Select Page Range
zh_hans: 选择页面范围

source: Go To Settings
zh_hans: 前往设置

source: Getting Folder
zh_hans: 正在获得文件夹

source: Creating Download File
zh_hans: 正在创建下载文件

# FiltersText.Text
source: Filters
zh_hans: 筛选

# TagsButtonContent.Content
source: Requested Tags
zh_hans: 请求标签

# DefaultInputTagsText.Text
source: All Tags
zh_hans: 所有的标签

# DefaultSelectedTagsText.Text
source: From All Followings
zh_hans: 包含所有的关注者

# DefaultTypesSwitchText.Text
source: All/Exclude/Specify
zh_hans: 所有/排除/指定

# SpotDeclarationText.Text
source: Declaration
zh_hans: 声明

# SpotDeclarationDetailText.Text
source: This filtering technique uses the e621 tags system, so it can only be one 'type:something' or '-type:something' or no restriction.
zh_hans: 此筛选技术使用 e621 标签系统，因此它只能是一个 'type:something' 或 '-type:something' 或没有限制。

# TypePNGButtonContent.Content
source: Type: PNG
zh_hans: 类型: PNG

# TypeJPGButtonContent.Content
source: Type: JPG
zh_hans: 类型: JPG

# TypeGIFButtonContent.Content
source: Type: GIF
zh_hans: 类型: GIF

# TypeWEBMButtonContent.Content
source: Type: WEBM
zh_hans: 类型: WEBM

# TypeANIMButtonToolTip.ToolTipService.ToolTip
source: SWF is not yet supported in UWP (Or anypony can tell me how to do it)
zh_hans: 类型SWF还未在UWP里支持 (或者有谁来告诉我怎么做)

# TypeANIMButtonContent.Content
source: Type: ANIM
zh_hans: 类型: ANIM

# IncludeSafeCheckBoxContent.Content
source: Include Safe
zh_hans: 包含 Safe

# IncludeQuestionableCheckBoxContent.Content
source: Include Questionable
zh_hans: 包含 Questionable

# IncludeExplicitCheckBoxContent.Content
source: Include Explicit
zh_hans: 包含 Explicit

# DefaultAmountText.Text
source: Amount: 1
zh_hans: 数量: 1

# ScoreLimitText.Text
source: Score Limit:
zh_hans: 分数限制:

# FromText.Text
source: From
zh_hans: 从

# Totext.Text
source: To
zh_hans: 到

# GetRandomText.Text
source: Get Random
zh_hans: 随机获得

# ClearText.Text
source: Clear
zh_hans: 清除

source: Amount
zh_hans: 数量

source: Select Your Tags
zh_hans: 选择你的标签

source: All Tags
zh_hans: 所有的标签

source: Input
zh_hans: 输入

source: No Followings Selected
zh_hans: 没有选择关注者

source: Parameters Error
zh_hans: 参数错误

source: Please Select At Least One Rating
zh_hans: 请选择至少一个评级

source: Minimum
zh_hans: 最小

source: Maximum
zh_hans: 最大

source: Score Limit
zh_hans: 分数限制

source: All
zh_hans: 所有

source: Exclude
zh_hans: 排除

source: Specify
zh_hans: 指定

# SettingsText.Text
source: Settings
zh_hans: 设置

# LISTINGText.Text
source: LISTING
zh_hans: 列表

# BlacklistText.Text
source: Blacklist
zh_hans: 黑名单

# FollowListText.Text
source: Follow List
zh_hans: 关注名单

# LOCALText.Text
source: LOCAL
zh_hans: 本地

# SelectDownloadPathContent.Content
source: Select Download Path
zh_hans: 选择下载路径

# ClearDownloadPathContent.Content
source: Clear Download Path
zh_hans: 清空下载路径

# NoPathSelectedText.Text
source: No Path Selected
zh_hans: 没有选择路径

# HistoryText.Text
source: History
zh_hans: 历史

# ClearWallpapersCacheText.Text
source: Clear Wallpapers Cache
zh_hans: 清空壁纸缓存

# CustomHostToggle.OnContent
source: Enable Custom Host
zh_hans: 开启自定义域名

# CustomHostToggle.OffContent
source: Enable Custom Host
zh_hans: 开启自定义域名

# CycleListToggle.OnContent
source: Enable Cycle List
zh_hans: 开启循环浏览

# CycleListToggle.OffContent
source: Enable Cycle List
zh_hans: 开启循环浏览

# ConcatTagToggle.OnContent
source: Concat Tags
zh_hans: 附加标签

# ConcatTagToggle.OffContent
source: Overlay Tags
zh_hans: 覆盖标签

# MediaPlayToggle.OnContent
source: Media Background Play
zh_hans: 视频后台播放

# MediaPlayToggle.OffContent
source: Media Background Play
zh_hans: 视频后台播放

# MediaAutoPlayToggle.OnContent
source: Media Auto Play
zh_hans: 视频自动播放

# MediaAutoPlayToggle.OffContent
source: Media Auto Play
zh_hans: 视频自动播放

# HotKeysToggle.OnContent
source: Enable Hot Keys
zh_hans: 开启热键

# HotKeysToggle.OffContent
source: Enable Hot Keys
zh_hans: 开启热键

# RandomTagMaxCountText.Text
source: Random Tag Max Count
zh_hans: 随机标签最大数量

# HotKeysText.Text
source: Hot Keys
zh_hans: 热键

# ThemeText.Text
source: Theme
zh_hans: 主题

# LightThemeButtonContent.Content
source: Light
zh_hans: 亮主题

# DarkThemeButtonContent.Content
source: Dark
zh_hans: 暗主题

# SystemThemeButtonContent.Content
source: System
zh_hans: 跟随系统

# ThemeChangedHintText.Text
source: * This change will be applied after restarting the application
zh_hans: * 此项更改只会在重启软件后生效

# PinToTaskbarText.Text
source: Pin To Taskbar
zh_hans: 固定到任务栏

# ABOUTText.Text
source: ABOUT
zh_hans: 关于

# DevelopByText.Text
source: Develop By
zh_hans: 开发者

# ServiceFromText.Text
source: Service From
zh_hans: 服务来源

# VersionText.Text
source: Version
zh_hans: 版本

# ProjectSourceText.Text
source: Project Source
zh_hans: 项目源代码

# ContactMeLine1.Text
source: ( Found a bug ? )
zh_hans: ( 找到了BUG？ )

# ContactMeLine2.Text
source: ( Want something new ? )
zh_hans: ( 想要新功能？ )

# ContactMeLine3.Text
source: Contact Me !
zh_hans: 联系我！

# EmailText.Text
source: Email
zh_hans: 发送邮件

# AppSettingsFolderText.Text
source: App Settings Folder
zh_hans: 软件设置文件夹

# FontUsedText.Text
source: Font Used (Including Icons)
zh_hans: 所使用字体（包含图标）

# WhatsNewText.Text
source: What's new in this version
zh_hans: 这个版本里有啥新东西

# KnownIssueHeader.Header
source: Known Issue
zh_hans: 已知问题

# RateAppContent.Content
source: Please consider giving this app a review
zh_hans: 请考虑给这个软件一个评分

# V1140L1.Text
source: - Some new hot-keys
zh_hans: - 新增一些热键

# V1140L2.Text
source: - New Focus Mode
zh_hans: - 新专注模式

# V1140L3.Text
source: - Search Dialog Rework
zh_hans: - 搜索弹窗重做

# V1140L4.Text
source: - Some bugs fix
zh_hans: - 一些BUG修复

# V1140L5.Text
source: - Minor changes
zh_hans: - 微小改动

# V1130L1.Text
source: - Fix a crash bug when the user logs in to the profile page while having no avatar
zh_hans: - 修复用户在没有头像的情况下登录个人资料页面时崩溃的错误

# V1130L2.Text
source: - Fix some icons missing in Windows 10
zh_hans: - 修复 Windows 10 中缺少的一些图标

# V1130L3.Text
source: - New history panel
zh_hans: - 新历史面板

# V1130L4.Text
source: - Minor fixes
zh_hans: - 微小修复

# V1120L1.Text
source: - New follow & black system
zh_hans: - 新关注与黑名单系统

# V1120L2.Text
source: - Cloud sync blacklist tags
zh_hans: - 云同步黑名单标签

# V1120L3.Text
source: - Library page rework
zh_hans: - 本地库页面重做

# V1120L4.Text
source: - Spot page improvements
zh_hans: - 发现页面改进

# V1120L5.Text
source: - Loading shows progress
zh_hans: - 加载显示进度

# V1120L6.Text
source: - UI design improvements
zh_hans: - 页面设计改进

# V1120L7.Text
source: - New Posts Browser Page
zh_hans: - 新推图浏览页面

# V1120L8.Text
source: - UI Optimized for Windows 11
zh_hans: - 针对 Windows 11 优化的页面设计

# KnownIssueL1.Text
source: - The listviews of UWP display differently in Win11 and Win10, so the app in Win10 will experience row width not matching its parent
zh_hans: - UWP的listviews在Win11和Win10中显示不同，所以Win10中的应用会出现行宽不匹配其父级的问题

# FilterText.Text
source: Filter
zh_hans: 筛选

# ShowAllContent.Content
source: Show All
zh_hans: 显示全部

# DownloadingContent.Content
source: Downloading
zh_hans: 下载中

# DownloadedContent.Content
source: Downloaded
zh_hans: 已下载

# OpenInLibraryText.Text
source: Open in Library
zh_hans: 在本地库打开

# OpenInFolderText.Text
source: Open in Explorer
zh_hans: 在资源管理器中打开

source: Downloads
zh_hans: 下载

# NoDownloadsCurrentlyText.Text
source: No Downloads Currently
zh_hans: 目前无下载

# DownloadGroupsContent.Content
source: Download Groups
zh_hans: 下载组

# DownloadPageHelpText.Text
source: The Downloads Section is based on the tag you searched when starting downloading.
zh_hans: 下载部分基于你开始下载时搜索的标签

source: Loading File
zh_hans: 正在加载文件

source: Loading Folders
zh_hans: 正在加载文件夹

source: Sorting
zh_hans: 排序中

# ActiveFoldersText.Text
source: Active Folders
zh_hans: 启用文件夹

# CurrentTagsText.Text
source: Current Tags
zh_hans: 当前标签

# AndText.Text
source: And
zh_hans: 和

# RatingSafeContent.Content
source: Rating: Safe
zh_hans: 评级: Safe

# RatingQuestionableContent.Content
source: Rating: Questionable
zh_hans: 评级: Questionable

# RatingExplicitContent.Content
source: Rating: Explicit
zh_hans: 评级: Explicit

# TypeImageContent.Content
source: Type: Image
zh_hans: 类型: Image

# TypeGifContent.Content
source: Type: Gif
zh_hans: 类型: Gif

# TypeWebmContent.Content
source: Type: Webm
zh_hans: 类型: Webm

# ScoreColonText.Text
source: Score :
zh_hans: 分数 :

# SearchText.Text
source: Search
zh_hans: 搜索

# WarningTitle.Title
source: Warning
zh_hans: 警告

source: Manage Your Search Tags
zh_hans: 管理你的搜索标签

source: Please Select Least One CheckBox
zh_hans: 请至少选择一个多选框

source: Please Select Least One Folder
zh_hans: 请至少选择一个文件夹

source: File
zh_hans: 文件

source: Folder
zh_hans: 文件夹

source: AND
zh_hans: 和

source: OR
zh_hans: 或

source: Total Found
zh_hans: 总共找到

# NoFolderPageHintText.Text
source: You have not selected your download folder Please go to the settings page and choose your download folder
zh_hans: 你还未选择你的下载文件夹 请去设置页面设置你的下载文件夹

# GoTotSetttingsText.Text
source: Go To Settings
zh_hans: 前往设置

# FilterItemContent.Content
source: Filter
zh_hans: 筛选

# RootItemContent.Content
source: Root
zh_hans: 根目录

# ListViewText.Text
source: List View
zh_hans: 列表视图

# GridViewText.Text
source: Grid View
zh_hans: 图表视图

source: Filter
zh_hans: 筛选

source: Root
zh_hans: 根目录

source: Cannot be empty
zh_hans: 不能为空

source: Cannot be the same as before
zh_hans: 不能与之前一样

source: Title Not Set
zh_hans: 标题未设置

# ReplyContent.Content
source: Reply
zh_hans: 回复

# ReportContent.Content
source: Report
zh_hans: 举报

source: Avatar Load Fail
zh_hans: 头像加载失败

source: No Avatar
zh_hans: 无头像

source: Loading Post
zh_hans: 正在加载推图

source: Downloading
zh_hans: 下载中

# DefaultDownloadingOverViewText.Text
source: Downloading... 0/0
zh_hans: 下载中... 0/0

# GoToLibraryItemText.Text
source: Go To Library
zh_hans: 前往本地库

# DefaultPendingText.Text
source: Pending...
zh_hans: 排队中...

# OpenText.Text
source: Open
zh_hans: 打开

# RemoveText.Text
source: Remove
zh_hans: 移除

# PauseText.Text
source: Pause
zh_hans: 暂停

source: Resume
zh_hans: 继续

source: Copy URL
zh_hans: 复制 URL

# ReverseSelectionContent.Content
source: Reverse Selection
zh_hans: 反向选择

# CreatedDateText.Text
source: Created Date:
zh_hans: 创建日期:

source: Are you sure to delete this item
zh_hans: 你确定要删除当前项

source: Open
zh_hans: 打开

source: Delete
zh_hans: 删除

# OpenInExplorerText.Text
source: Open in Explorer
zh_hans: 在资源管理器中打开

# LocalChangedHintText.Text
source: Local Changes has been Made Please Refresh to view new Downloaded Files
zh_hans: 本地文件已更改 请刷新后查看新下载的文件

# DateContent.Content
source: Date
zh_hans: 日期

# SizeContent.Content
source: Size
zh_hans: 大小

# NameContent.Content
source: Name
zh_hans: 名称

# TypeContent.Content
source: Type
zh_hans: 类型

# SetAsDefaultText.Text
source: Set As Default
zh_hans: 设为默认

# PasteAsNewListText.Text
source: Paste as New List
zh_hans: 粘贴为新列表

# SetDefaultText.Text
source: Set Default
zh_hans: 设为默认

# BlacklistCloudHintText.Text
source: This is synced with the account settings. Be careful not to override your original black list tags
zh_hans: 这与帐户设置同步，注意不要覆盖你原来的黑名单标签

# ActionsText.Text
source: Actions
zh_hans: 动作

# ImportClipboardItemText.Text
source: Import from Clipboard (Override)
zh_hans: 从剪切板导入（覆盖）

# ExportClipboardItemText.Text
source: Export to Clipboard
zh_hans: 导出至剪切板

# ClearAllTagsItemText.Text
source: Clear All
zh_hans: 清空全部

# DownloadCloudItemText.Text
source: Load From Cloud
zh_hans: 从云端载入

# UploadCloudItemText.Text
source: Upload To Cloud
zh_hans: 上传至云端

# NoTagsText.Text
source: No Tags
zh_hans: 无标签

# SyncText.Text
source: Sync
zh_hans: 同步

# DeleteConfirmTeachingTip.Title
source: Confirm
zh_hans: 确认

# DeleteConfirmTeachingTip.Subtitle
source: Are you sure to delete this list?
zh_hans: 你确定要删除此列表吗？

# RenameTeachingTip.Title
source: Rename
zh_hans: 重命名

# CenteredClearAllComfirmTeachingTip.Title
source: Clear All Tags
zh_hans: 清空所有标签

# CenteredUploadComfirmTeachingTip.Title
source: Upload Warning
zh_hans: 上传警告

# CenteredUploadResultTeachingTip.Title
source: Upload Result
zh_hans: 上传结果

# CenteredTagsOverrideConfirmTeachingTip.Title
source: Override Current Tags
zh_hans: 覆盖当前标签

source: Pause
zh_hans: 暂停

# PostsText.Text
source: Posts
zh_hans: 推图

source: Posts
zh_hans: 推图

source: Paste Text
zh_hans: 粘贴文本

source: Are you sure to delete ({{0}}) with {{1}} tags
zh_hans: 你确定要删除拥有{{1}}个标签的({{0}})吗

source: Paste Format Error
zh_hans: 粘贴格式错误

source: Same as before
zh_hans: 与之前相同

source: Already existed
zh_hans: 已经存在

source: Are you sure to delete {{0}} tags in ({{1}}) list?
zh_hans: 你确定要在({{1}})列表里删除{{0}}个标签吗？

source: Success
zh_hans: 成功

source: Are you sure to override current tags?
zh_hans: 您确定要覆盖当前标签吗？

source: Post Count
zh_hans: 推图数量

source: Tag Category
zh_hans: 标签类别

# TagInputPlaceHolder.PlaceholderText
source: Input Your Tags Here
zh_hans: 在这输入你的标签

# ConfirmContent.Content
source: Confirm
zh_hans: 确认

# BackContent.Content
source: Back
zh_hans: 返回

# DefaultOrderButtonContent.Content
source: Order
zh_hans: 顺序

# DefaultText.Text
source: Default
zh_hans: 默认

# ScoreText.Text
source: Score
zh_hans: 分数

# RankText.Text
source: Rank
zh_hans: 级别

# RandomText.Text
source: Random
zh_hans: 随机

# DefaultTypeButtonContent.Content
source: Type
zh_hans: 类型

# AllText.Text
source: All
zh_hans: 所有

# DefaultRatingButtonContent.Content
source: Rating
zh_hans: 评分

# MoreOptionsToolTip.ToolTipService.ToolTip
source: More Options
zh_hans: 更多选项

# InPoolContent.Content
source: In Pool
zh_hans: In Pool（在池内）

# DeletedContent.Content
source: Deleted
zh_hans: Deleted（已删除）

# MoreText.Text
source: More
zh_hans: 更多

# NEWALLCAPText.Text
source: NEW
zh_hans: 新

# NewText.Text
source: New
zh_hans: 最新

source: Order
zh_hans: 顺序

source: New
zh_hans: 最新

source: Score
zh_hans: 分数

source: Rank
zh_hans: 级别

source: Random
zh_hans: 随机

source: Not Found
zh_hans: 未找到

source: None
zh_hans: 无

source: Follow
zh_hans: 关注

# FollowText.Text
source: Follow
zh_hans: 关注

# CreateDateText.Text
source: Create Date
zh_hans: 创建日期

# UpdateDateText.Text
source: Update Date
zh_hans: 上传日期

# CategoryText.Text
source: Category
zh_hans: 类别

# CreatorNameText.Text
source: Creator Name
zh_hans: 创建者名称

# DescriptionText.Text
source: Description
zh_hans: 描述

# FollowToggle.OnText
source: Following
zh_hans: 已关注

# FollowToggle.OffText
source: Follow
zh_hans: 关注

# BlackToggle.OnText
source: Blocking
zh_hans: 已屏蔽

# BlackToggle.OffText
source: Block
zh_hans: 屏蔽

# HostNamePlaceholder.PlaceholderText
source: Host Name
zh_hans: 域名

# AcceptText.Text
source: Accept
zh_hans: 接受

source: Empty input is not allowed
zh_hans: 不允许空值输入

source: It is not a valid host name
zh_hans: 这不是一个合法的域名

source: Host Name is not supported
zh_hans: 域名不支持
